Repository: OpenMandrivaSoftware/draklive-install
Catalog: po/*.po
Languages: de, it, nb, ro, ru, sl

source: Welcome! Let's get started installing OpenMandriva Lx.
it: Benvenuto! Iniziamo l'installazione di OpenMandriva Lx.

source: Please wait
de: Bitte warten
it: Attendere prego
nb: Vennlist vent
ro: Așteptați vă rog
ru: Подождите, пожалуйста
sl: Prosim, počakajte!

source: Error
de: Fehler
it: Errore
nb: Feil
ro: Eroare
ru: Ошибка
sl: Napaka

source: An error occurred
de: Ein Fehler ist aufgetreten
it: Si è verificato un errore
nb: Det oppstod en feil
ro: A apărut o eroare
ru: Произошла ошибка
sl: Prišlo je do napake

source: Not enough space available (%s available while %s are needed)
de: Nicht genug Platz vorhanden (%s verfügbar während %s benötigt werden)
it: Poco spazio disponibile (ci sono %s mentre ne servono %s)
nb: Ikke nok tilgjengelig diskplass (%s tilgjengelig, men %s trengs)
ro: Nu există spațiu suficient (%s disponibili dar sînt necesari %s)
ru: Недостаточно свободного места (доступно — %s, нужно — %s)
sl: Na voljo ni dovolj prostora (na voljo ga je %s, potrebno pa %s)

source: Copying in progress
de: Kopiervorgang läuft
it: Copia in corso
nb: Kopierer
ro: Copiere în progres
ru: Выполняется копирование
sl: Kopiranje poteka

source: Unable to copy files to new root
de: Nicht möglich, die Dateien ins neue root zu kopieren
it: Impossibile copiare i file nella nuova directory radice
nb: Ikke i stand til å kopiere filer til ny rot
ro: Copierea fișierelor în noua rădăcină nu este posibilă
ru: Не удаётся скопировать файлы в новый корневой каталог
sl: Ni moč skopirati datotek v novo korensko mapo

source: Bootloader main options
de: Bootloader Hauptoptionen
it: Opzioni principali del bootloader
nb: Hovedvalg for oppstartslaster
ro: Opțiunile principale ale încărcătorului de sistem
ru: Главные параметры начального загрузчика
sl: Glavne možnosti zagonskega nalagalnika

source: Boot device
de: Bootgerät
it: Dispositivo di boot
nb: Oppstartsenhet
ro: Dispozitiv de pornire
ru: Загрузочное устройство
sl: Zagonska naprava

source: Bootloader-id
it: Bootloader

source: Main options
de: Hauptoptionen
it: Opzioni principali
nb: Hovedvalg
ro: Opțiuni principale
ru: Основные параметры
sl: Glavne nastavitve

source: Delay before booting default image
de: Verzögerung vor dem Booten des Standardabbilds
it: Ritardo prima di avviare con l'immagine predefinita
nb: Ventetid før oppstart med standardbildefil
ro: Temporizare înaintea pornirii imaginii implicite
ru: Пауза перед загрузкой образа по умолчанию
sl: Premor pred zaganjanjem privzete slike

source: Disable UUID
de: UUID deaktivieren
it: Disabilita UUID
ru: Не использовать UUID

source: Boot with compatibility kernel
it: Boot con kernel compatibile

source: Please wait while the bootloader is being installed...
it: Attendi mentre Grub2 viene installato...

source: Warning
de: Warnung
it: Avviso
ru: Предупреждение

source: Failed to update Grub2 configuration:
de: Fehler bei der Aktualisierung der Grub2 Konfiguration:
it: Aggiornamento configurazione Grub2 fallito:
ru: Не удалось обновить конфигурацию Grub2:

source: Continuing with default settings.
de: Fahre mit Standardeinstellungen fort.
it: Continuando con i settaggi predefiniti.
ru: Установка продолжится с настройками по умолчанию.

source: Failed to prepare chroot for installing Grub2:
it: Non è riuscita la preparazione di chroot per installare Grub2:
ru: Не удалось подготовить окружение chroot для установки Grub2:

source: Try again?
it: Prova di nuovo?
ru: Повторить попытку?

source: No ESP partition detected.
it: Non è stata rilevata nessuna partizione ESP.

source: Failed to install Grub2:
it: L'installazione di Grub2 non è riuscita:
ru: Не удалось установить Grub2:

source: Please wait while initrd is prepared
de: Bitte warten während initrd vorbereitet wird
it: Prego, aspettare preparazione di initrd
ru: Пожалуйста подождите, выполняется подготовка initrd

source: Unable to copy initrd.img to new /boot directory
de: Versuch, initrd.img ins neue /boot-Verzeichnis zu kopieren fehlgeschlagen
it: Impossibile copiare initrd.img sulla dir /boot
ru: Не удаётся скопировать initrd.img в новый каталог /boot

source: initrd.img has been created
de: initrd.img wurde erstellt
it: inird.img è stata creata
ru: initrd.img был создан

source: Congratulations for installing OpenMandriva. Please halt your computer, remove your live system, and restart your computer.
it: Congratulazioni per l'installazione di OpenMandriva. Ora devi spegnere il computer, rimuovere il supporto della live e riavviare.

source: Your VNC connection will be dropped. Please reconnect after the computer is restarted.
de: Ihre VNC-Verbindungen werden beendet. Bitte verbinden Sie sich neu, nachdem der Rechner neu gestartet ist.
it: La tua connessione cadrà. Prego riconnetersi dopo il riavvio del PC.
ru: Ваше подключение по VNC будет сброшено. Пожалуйсте, переподключитесь, когда компьютер перезагрузится.

source: Congratulations
de: Gratulation
it: Congratulazioni
nb: Gratulerer
ro: Felicitări
ru: Поздравляем
sl: Čestitke

source: Finish
de: Abschließen
it: Finisci
nb: Fullfør
ro: Finalizare
ru: Завершить
sl: Zaključi

source: Continue anyway?
de: Trotzdem fortfahren?
it: Continuo comunque?
nb: Fortsett likevel?
ro: Continuați totuși?
ru: Всё равно продолжить?
sl: Ali naj vseeno nadaljujem?

source: Quit without saving
de: Beenden, ohne zu sichern
it: Esci senza salvare
nb: Avslutt uten å lagre
ro: Ieșire fără înregistrare
ru: Выйти без сохранения
sl: Končaj brez shranjevanja

source: Quit without writing the partition table?
de: Beenden ohne die Partitionstabelle zu schreiben?
it: Devo uscire senza scrivere la tabella delle partizioni?
nb: Avslutte uten å skrive partisjonstabellen?
ro: Ieșiți din program fără scrierea tabelei de partiții?
ru: Выйти без записи таблицы разделов?
sl: Ali naj končam brez zapisovanja razdelitvene tabele?

source: Do you want to save /etc/fstab modifications
de: Möchten Sie die /etc/fstab Modifikationen sichern
it: Devo salvare le modifiche in /etc/fstab?
nb: Vil du lagre endringene i /etc/fstab?
ro: Doriți să înregistrați modificările în /etc/fstab?
ru: Хотите сохранить изменения в /etc/fstab?
sl: Ali želite shraniti spremembe v /etc/fstab?

source: You need to reboot for the partition table modifications to take place
de: Sie müssen neu starten damit die Partitionstabellenmodifikationen angewandt werden
it: Bisogna riavviare il PC affinché le modifiche alla tabella delle partizioni abbiano effetto
nb: Du må starte datamaskinen på nytt for at forandringene i partisjonstabellen skal tre i kraft
ro: Trebuie să reporniți pentru a înregistra modificările tabelei de partiții
ru: Чтобы применить изменения в таблице разделов, перезагрузите компьютер
sl: Da bi uveljavili spremembe razdelitvene tabele, morate ponovno zagnati računalnik.

source: You should format partition %s. Otherwise no entry for mount point %s will be written in fstab. Quit anyway?
de: Sie sollten Partition %s formatieren. Andernfalls wird kein Eintrag für Mountpoint %s in die fstab geschrieben. Trotzdem beenden?
it: Dovresti formattare la partizione %s. Altrimenti non verrà assegnato un punto di mount per %s in fstab. Vuoi uscire comunque?
nb: Du bør formatere partisjon %s. Ellers vil ingen oppføring for monteringspunkt %s bli skrevet i fstab. Avslutte uansett?
ro: Se recomandă formatarea partiției %s. Altfel nu se va înscrie partiția %s în fstab. Renunțați totuși?
ru: Вам следует отформатировать раздел %s. Иначе в fstab не будет записи о точке монтирования %s. Всё равно выйти?
sl: Razdelek %s bi morali formatirati. Drugače vnos za priklopno točko %s ne bo vpisan v fstab. Ali naj vseeno končam?

source: Live Install
it: Installa OpenMandriva Lx Live
nb: Live-installering
ro: Instalare OpenMandriva Live
ru: Установщик в режиме Live
sl: Namestitev

source: Install your OpenMandriva live system to disk
it: Installa OpenMandriva Lx Live sul disco
nb: Installer OpenMandriva live-systemet til disk
ro: Instalați sistemul OpenMandriva Live pe disc
ru: Установить дистрибутив на жёсткий диск
sl: Namestitev sistema OpenMandriva na trdi disk

source: Install on Hard Disk
de: Installation auf Festplatte
it: Installa sul disco fisso
nb: Installer på harddisk
ro: Instalare pe discul dur
ru: Установка на жесткий диск
sl: Namesti na trdi disk

source: This wizard will help you to install the live distribution.
de: Dieser Assistent wird Ihnen helfen, die Live-Distribution zu installieren.
nb: Denne veiviseren vil hjelpe deg med å installere Live-distribusjonen.
ro: Acest asistent vă va ajuta să instalați distribuția.
ru: Этот мастер поможет вам установить дистрибутив.
sl: Ta čarovnik vam bo pomagal namestiti živo distribucijo.

source: Mb
ru: Мб

source: Gb
ru: Гб

source: Bootloader
nb: Oppstartslaster
ro: Încărcător de sistem
ru: Начальный загрузчик
sl: Zagonski nalagalnik

source: Please wait while Grub2 is being installed...
de: Bitte warten Sie während Grub2 installiert wird...
ru: Пожалуйста подождите, выполняется установка Grub2...

source: Please halt your computer, remove your live system, and restart your computer.
de: Bitte fahren Sie den Rechner herunter, entfernen Sie Ihr Livesystem und starten Sie Ihren Rechner neu.
nb: Vær vennlig å stoppe datamaskinen din, fjerne Live-systemet ditt og starte datamaskinen på nytt.
ro: Opriți calculatorul, îndepărtați sistemul Live și reporniți calculatorul.
ru: Перезагрузите компьютер, удалите носитель с live-системой и загрузитесь с жёсткого диска.
sl: Prosimo, zaustavite računalnik, odstranite nosilec z živo distribucijo in ponovno zaženite računalnik.

source: Failed to launch post-install setup. It will be started on next boot.
de: Fehler beim Starten des post-install Setups. Es wird beim nächsten Booten gestartet.

source: Failed to prepare chroot for post-install setup. Post-install will be started on next boot.
de: Fehler bei der Vorbereitung von chroot für die post-install Einrichtung. Post-install wird beim nächsten Booten gestartet.

source: Failed to prepare chroot for installing Grub2. Try again?
de: Fehler bei der Vorbereitung von chroot für die Installation von Grub2. Nochmals versuchen?

source: Output log
de: Ausgabelog

source: Mount commands output
de: Mount-Befehle Ausgabe

source: Failed to install Grub2. Try again?
de: Fehler bei der Installation von Grub2. Nochmals versuchen?

source: Grub2 installation output
de: Grub2 Installationsausgabe
